let a = prompt("Яка точка?");
if (a=1) {
    alert ('Пластун словний');
} else if (a=2) {
    alert ('Пластун сумлінний');
} else if (a=3) {
    alert ('Пластун точний');
} else if (a=4) {
    alert ('Пластун ощадний');
} else if (a=5) {
    alert ('Пластун справедливий');
} else if (a=6) {
    alert ('Пластун увічливий');
} else if (a=7) {
    alert ('Пластун братерський і доброзичливий');
} else if (a=8) {
    alert ('Пластун зрівноважений');
} else if (a=9) {
    alert ('Пластун корисний');
} else if (a=10) {
    alert ('Пластун слухняний пластовій старшині');
} else if (a=11) {
    alert ('Пластун пильний');
} else if (a=12) {
    alert ("Пластун дбає про своє здоров'я");
} else if (a=13) {
    alert ('Пластун любить красу і дбає про неї');
} else if (a=14) {
    alert ('Пластун завжди доброї гадки');
} else if (a=15) {
    alert ('Пластун завжди голодний');
} else if (a=16) {
    alert ('16. Пластун завжди знайде місце де поспати');
}